IDEA StatiCa Open Model
DesignMember.Members Property
Compatible with IDEA StatiCa Beta 21.0 - beta
 Array of Member1D
 Namespace: IdeaRS.OpenModel.Model
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.0.1.1 (20.0.1.1)
Syntax
public List<ReferenceElement> Members { get; set; }
Public Property Members As List(Of ReferenceElement)
	Get
	Set
public:
property List<ReferenceElement^>^ Members {
	List<ReferenceElement^>^ get ();
	void set (List<ReferenceElement^>^ value);
}
Return Value
Type: List<ReferenceElement>
List of Member1D
See Also
Reference
DesignMember Class
IdeaRS.OpenModel.Model Namespace